[
  {
    "No": 1,
    "Text": "No. 85/10/Th. XXVIII, 1 Oktober 2025\n\t September 2025 inflasi year-on-year (y-on-y)  sebesar 2,65 persen. Inflasi\nprovinsi y-on-y  tertinggi terjadi di Provinsi Sumatera Utara sebesar 5,32\npersen dan inflasi kabupaten/kota y-on-y  tertinggi terjadi di Kabupaten\nDeli Serdang sebesar 6,81 persen.\nPerkembangan\nIndeks Harga Konsumen\nSeptember 2025",
    "Page": 1
  },
  {
    "No": 2,
    "Text": "2\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Perkembangan Indeks Harga Konsumen September 2025\t Pada September 2025 terjadi inflasi year-on-year  (y-on-y ) sebesar 2,65 persen dengan\nIndeks Harga Konsumen (IHK) sebesar 108,74. Inflasi provinsi y-on-y  tertinggi terjadi di\nProvinsi Sumatera Utara sebesar 5,32 persen dengan IHK sebesar 111,11 dan terendah\nterjadi di Provinsi Papua sebesar 0,99 persen dengan IHK sebesar 104,94. Sedangkan\ndeflasi provinsi y-on-y  terjadi di Provinsi Maluku Utara sebesar 0,17 persen dengan IHK\nsebesar 108,48. Sementara inflasi kabupaten/kota y-on-y  tertinggi terjadi di Kabupaten\nDeli Serdang sebesar 6,81 persen dengan IHK sebesar 111,99 dan terendah terjadi di Kota\nT ernate sebesar 0,06 persen dengan IHK sebesar 108,70. Sedangkan deflasi kabupaten/\nkota y-on-y  terjadi di Kabupaten Halmahera T engah sebesar 1,21 persen dengan IHK\nsebesar 107,51.\n\t Inflasi y-on-y  terjadi karena adanya kenaikan harga yang ditunjukkan oleh naiknya sebagian\nbesar indeks kelompok pengeluaran, yaitu: kelompok makanan, minuman, dan tembakau\nsebesar 5,01 persen; kelompok pakaian dan alas kaki sebesar 0,79 persen; kelompok\nperumahan, air, listrik, dan bahan bakar rumah tangga sebesar 1,64 persen; kelompok\nperlengkapan, peralatan, dan pemeliharaan rutin rumah tangga sebesar 0,30 persen;\nkelompok kesehatan sebesar 2,01 persen; kelompok rekreasi, olahraga, dan budaya\nsebesar 1,07 persen; kelompok pendidikan sebesar 1,15 persen; kelompok penyediaan\nmakanan dan minuman/restoran  sebesar 1,80 persen; serta kelompok perawatan pribadi\ndan jasa lainnya sebesar 9,59 persen. Sementara kelompok pengeluaran yang mengalami\npenurunan indeks, yaitu: kelompok transportasi sebesar 0,15 persen dan kelompok\ninformasi, komunikasi, dan jasa keuangan sebesar 0,31 persen.\n\t Tingkat inflasi month-to-month  (m-to-m ) September 2025 sebesar 0,21 persen dan tingkat\ninflasi year-to-date (y-to-d) September 2025 sebesar 1,82 persen.\n\t Tingkat inflasi y-on-y  komponen inti September 2025 sebesar 2,19 persen; inflasi m-to-m\nsebesar 0,18 persen; dan inflasi y-to-d  sebesar 1,61 persen.",
    "Page": 2
  },
  {
    "No": 3,
    "Text": "3\nPerkembangan Indeks Harga Konsumen September 2025\nBRS No. 85/10/Th. XXVIII, 1 Oktober 20251. Indeks Harga Konsumen/Inflasi Menurut Kelompok\nPerkembangan harga berbagai komoditas pada September 2025 secara umum menunjukkan\nadanya kenaikan. Berdasarkan hasil pemantauan BPS di 150 kabupaten/kota, pada September\n2025 terjadi inflasi y-on-y  sebesar 2,65 persen, atau terjadi kenaikan Indeks Harga Konsumen\n(IHK) dari 105,93 pada September 2024 menjadi 108,74 pada September 2025. Tingkat inflasi\nm-to-m  sebesar 0,21 persen dan tingkat inflasi y-to-d  sebesar 1,82 persen.\nT abel 1 IHK dan Tingkat Inflasi Month-to-Month (M-to-M) , Y ear-to-Date (Y-to-D) ,  d a n\nY ear-on- Y ear (Y-on- Y)  Nasional Menurut Kelompok Pengeluaran (2022=100),\nSeptember 2025\nKelompok\nPengeluaranIHK\nSeptember\n2024IHK\nDesember\n2024IHK\nSeptember\n2025Tingkat\nInflasi\n M-to-M\nSeptember\n20251\n(%)Tingkat\nInflasi\nY-to-D\nSeptember\n20252\n(%)Tingkat\nInflasi\nY-on- Y\nSeptember\n20253\n(%)Andil\nInflasi\nM-to-M\nSeptember\n2025\n(%)Andil\nInflasi\nY-on- Y\nSeptember\n 2025\n(%)\n(1) (2) (3) (4) (5) (6) (7) (8) (9)\nUmum ( Headline ) 105,93 106,80 108,74 0,21 1,82 2,65 0,21 2,65\nMakanan, Minuman\ndan T embakau108,02 110,41 113,43 0,38 2,74 5,01 0,11 1,43\nPakaian dan Alas Kaki 103,21 103,38 104,03 0,03 0,63 0,79 ~0 0,04\nPerumahan, Air,\nListrik, dan Bahan\nBakar Rumah T angga102,47 102,60 104,15 0,03 1,51 1,64 0,01 0,26\nPerlengkapan,\nPeralatan dan\nPemeliharaan Rutin\nRumah T angga103,75 103,87 104,06 -0,01 0,18 0,30 ~0 0,02\nKesehatan 103,96 104,64 106,05 0,13 1,35 2,01 ~0 0,06\nTransportasi 109,90 109,48 109,74 -0,02 0,24 -0,15 ~0 -0,02\nInformasi,\nKomunikasi, dan\nJasa Keuangan99,53 99,48 99,22 0,01 -0,26 -0,31 ~0 -0,02\nRekreasi, Olahraga,\ndan Budaya104,07 104,26 105,18 0,02 0,88 1,07 ~0 0,02\nPendidikan 104,83 104,92 106,04 0,01 1,07 1,15 ~0 0,06\nPenyediaan Makanan\ndan Minuman/\nRestoran106,02 106,64 107,93 0,08 1,21 1,80 0,01 0,18\nPerawatan Pribadi\ndan Jasa Lainnya111,15 113,22 121,81 1,24 7,59 9,59 0,08 0,62\nCatatan: 1Persentase perubahan IHK September 2025 terhadap IHK Agustus 2025.\n 2Persentase perubahan IHK September 2025 terhadap IHK Desember 2024.\n 3Persentase perubahan IHK September 2025 terhadap IHK September 2024.\n                ~0: Data sangat kecil/mendekati nol\nInflasi  y-on-y  karena adanya kenaikan harga yang ditunjukkan oleh naiknya sebagian besar\nindeks kelompok pengeluaran, yaitu: kelompok makanan, minuman, dan tembakau sebesar\n5,01 persen; kelompok pakaian dan alas kaki sebesar 0,79 persen; kelompok perumahan, air,",
    "Page": 3
  },
  {
    "No": 4,
    "Text": "4\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Perkembangan Indeks Harga Konsumen September 2025listrik, dan bahan bakar rumah tangga sebesar 1,64 persen; kelompok perlengkapan, peralatan,\ndan pemeliharaan rutin rumah tangga sebesar 0,30 persen; kelompok kesehatan sebesar 2,01\npersen; kelompok rekreasi, olahraga, dan budaya sebesar 1,07 persen; kelompok pendidikan\nsebesar 1,15 persen; kelompok penyediaan makanan dan minuman/restoran sebesar 1,80\npersen; serta kelompok perawatan pribadi dan jasa lainnya sebesar 9,59 persen. Sementara\nkelompok pengeluaran yang mengalami penurunan indeks, yaitu: kelompok transportasi\nsebesar 0,15 persen dan kelompok informasi, komunikasi, dan jasa keuangan sebesar 0,31\npersen.\nKomoditas yang dominan memberikan andil/sumbangan inflasi y-on-y  pada September 2025,\nantara lain: beras, bawang merah, telur ayam ras, cabai merah, tomat, daging ayam ras, ikan\nsegar, kelapa, kopi bubuk, minyak goreng, sigaret kretek mesin (SKM), sigaret kretek tangan\n(SKT), sigaret putih mesin (SPM), tarif air minum PAM, bahan bakar rumah tangga, sewa rumah,\nmobil, uang kuliah akademi/PT, nasi dengan lauk, dan emas perhiasan. Sedangkan komoditas\nyang memberikan andil/sumbangan deflasi y-on-y , antara lain: bawang putih, cabai rawit,\nkentang, daging babi, sabun detergen bubuk, sabun cair/cuci piring, detergen cair, pengharum\ncucian/ pelembut, bensin, tarif angkutan udara, tarif kereta api, telepon seluler, dan uang\nsekolah SMA.\nSementara komoditas yang dominan memberikan andil/sumbangan inflasi m-to-m  pada\nSeptember 2025, antara lain: cabai merah, daging ayam ras, cabai hijau, sigaret kretek mesin\n(SKM), sigaret kretek tangan (SKT), uang kuliah akademi/PT, dan emas perhiasan. Sedangkan\nkomoditas yang memberikan andil/sumbangan deflasi m-to-m , antara lain: beras, bawang\nmerah, tomat, bawang putih, cabai rawit, ketimun, dan uang sekolah SMA.\nPada September 2025, kelompok pengeluaran yang memberikan andil/sumbangan inflasi\ny-on-y , yaitu kelompok makanan, minuman, dan tembakau sebesar 1,43 persen; kelompok\npakaian dan alas kaki sebesar 0,04 persen; kelompok perumahan, air, listrik, dan bahan bakar\nrumah tangga sebesar 0,26 persen; kelompok perlengkapan, peralatan, dan pemeliharaan\nrutin rumah tangga sebesar 0,02 persen; kelompok kesehatan sebesar 0,06 persen; kelompok\nrekreasi, olahraga, dan budaya sebesar 0,02 persen; kelompok pendidikan sebesar 0,06 persen;\nkelompok penyediaan makanan dan minuman/restoran  sebesar 0,18 persen; serta kelompok\nperawatan pribadi dan jasa lainnya sebesar 0,62 persen. Sementara kelompok pengeluaran\nyang memberikan andil/sumbangan deflasi y-on-y , yaitu: kelompok transportasi dan kelompok\ninformasi, komunikasi, dan jasa keuangan masing-masing sebesar 0,02 persen.\n1.1 Makanan, Minuman, dan T embakau\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 5,01 persen atau terjadi\nkenaikan indeks dari 108,02 pada September 2024 menjadi 113,43 pada September 2025.\nSubkelompok yang mengalami inflasi y-on-y  tertinggi, yaitu subkelompok makanan sebesar\n5,34 persen dan terendah yaitu subkelompok minuman beralkohol sebesar 0,72 persen.\nKelompok ini pada September 2025 memberikan andil/sumbangan inflasi y-on-y  sebesar 1,43\npersen. Komoditas yang dominan memberikan andil/sumbangan inflasi y-on-y , yaitu: cabai\nmerah dan bawang merah masing-masing sebesar 0,19 persen; beras sebesar 0,17 persen;\ndaging ayam ras sebesar 0,15 persen; ikan segar sebesar 0,13 persen; minyak goreng sebesar\n0,09 persen; sigaret kretek mesin (SKM) dan tomat masing-masing sebesar 0,07 persen;",
    "Page": 4
  },
  {
    "No": 5,
    "Text": "5\nPerkembangan Indeks Harga Konsumen September 2025\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025kopi bubuk sebesar 0,06 persen; telur ayam ras sebesar 0,05 persen; sigaret kretek tangan\n(SKT) sebesar 0,04 persen; kelapa dan sigaret putih mesin (SPM) masing-masing sebesar 0,03\npersen. Sedangkan komoditas yang dominan memberikan andil/sumbangan deflasi y-on-y ,\nyaitu: bawang putih sebesar 0,03 persen; kentang dan cabai rawit masing-masing sebesar\n0,02 persen; daging babi sebesar 0,01 persen.\nSementara kelompok ini pada September 2025 memberikan andil/sumbangan inflasi m-to-m\nsebesar 0,11 persen. Komoditas yang dominan memberikan andil/sumbangan inflasi m-to-m ,\nyaitu: cabai merah dan daging ayam ras masing-masing sebesar 0,13 persen; sigaret kretek\nmesin (SKM), cabai hijau, dan sigaret kretek tangan (SKT) masing-masing sebesar 0,01 persen.\nSedangkan komoditas yang dominan memberikan andil/sumbangan deflasi m-to-m , yaitu\nbawang merah sebesar 0,12 persen; tomat sebesar 0,03 persen; bawang putih, cabai rawit,\nberas, dan ketimun masing-masing sebesar 0,01 persen.\n1.2 Pakaian dan Alas Kaki\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 0,79 persen atau terjadi\nkenaikan indeks dari 103,21 pada September 2024 menjadi 104,03 pada September 2025.\nSeluruh subkelompok pada kelompok ini mengalami inflasi y-on-y , yaitu: subkelompok\npakaian sebesar 0,84 persen dan subkelompok alas kaki sebesar 0,62 persen. Kelompok\nini pada September 2025 memberikan andil/sumbangan inflasi y-on-y sebesar 0,04 persen.\nSementara kelompok ini pada September 2025 tidak memberikan andil/sumbangan yang\nsignifikan terhadap inflasi m-to-m  nasional.\n1.3 Perumahan, Air, Listrik, dan Bahan Bakar Rumah T angga\nKelompok ini pada September 2025  mengalami inflasi y-on-y  sebesar 1,64 persen atau terjadi\nkenaikan indeks dari 102,47 pada September 2024 menjadi 104,15 pada September 2025.\nSubkelompok yang mengalami inflasi y-on-y  tertinggi, yaitu s ubkelompok penyediaan air\ndan layanan perumahan lainnya sebesar 8,62 persen dan terendah yaitu subkelompok listrik\ndan bahan bakar rumah tangga sebesar 0,59 persen. Kelompok ini pada September 2025\nmemberikan andil/sumbangan inflasi y-on-y  sebesar 0,26 persen . Komoditas yang dominan\nmemberikan andil/sumbangan inflasi y-on-y , yaitu: tarif air minum PAM sebesar 0,14 persen;\nbahan bakar rumah tangga dan sewa rumah masing-masing sebesar 0,04 persen. Sementara\nkelompok ini pada September 2025 memberikan andil/sumbangan inflasi m-to-m  sebesar\n0,01 persen.\n1.4 Perlengkapan, Peralatan, dan Pemeliharaan Rutin Rumah T angga\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 0,30 persen atau terjadi\nkenaikan indeks dari 103,75 pada September 2024 menjadi 104,06 pada September 2025.\nSubkelompok yang mengalami inflasi y-on-y  tertinggi, yaitu subkelompok barang pecah belah\ndan peralatan makan minum sebesar 1,57 persen dan terendah yaitu subkelompok furnitur,\nperlengkapan dan karpet sebesar 0,55 persen. Sementara subkelompok yang mengalami\ndeflasi y-on-y , yaitu subkelompok barang dan layanan untuk pemeliharaan rumah tangga rutin\nsebesar 0,13 persen.",
    "Page": 5
  },
  {
    "No": 6,
    "Text": "6\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Perkembangan Indeks Harga Konsumen September 2025Kelompok ini pada September 2025 memberikan andil/sumbangan inflasi y-on-y  sebesar\n0,02 persen. Komoditas yang dominan memberikan andil/sumbangan deflasi y-on-y , yaitu\nsabun detergen bubuk, sabun cair/cuci piring, detergen cair, dan pengharum cucian/ pelembut\nmasing-masing sebesar 0,01 persen.  Sementara kelompok ini pada September 2025 tidak\nmemberikan andil/sumbangan yang signifikan terhadap inflasi m-to-m  nasional.\n1.5 Kesehatan\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 2,01 persen atau terjadi\nkenaikan indeks dari 103,96 pada September 2024 menjadi 106,05 pada September 2025.\nSubkelompok yang mengalami inflasi y-on-y  tertinggi, yaitu subkelompok jasa kesehatan\nlainnya sebesar 2,47 persen dan terendah yaitu subkelompok jasa rawat inap sebesar 1,87\npersen. Kelompok ini pada September 2025 memberikan andil/sumbangan inflasi y-on-y\nsebesar 0,06 persen. Sementara kelompok ini pada September 2025 tidak memberikan andil/\nsumbangan yang signifikan terhadap inflasi m-to-m  nasional.\n\n1.6 Transportasi\nKelompok ini pada September 2025 mengalami deflasi  y-on-y  sebesar 0,15 persen atau terjadi\npenurunan indeks dari 109,90 pada September 2024 menjadi 109,74 pada September 2025.\nDari empat subkelompok pada kelompok ini, dua subkelompok mengalami deflasi y-on-y  dan\ndua subkelompok mengalami inflasi y-on-y . Subkelompok yang mengalami deflasi y-on-y ,\nyaitu subkelompok pengoperasian peralatan transportasi pribadi sebesar 0,27 persen dan\nsubkelompok jasa angkutan penumpang sebesar 3,01 persen. Sedangkan subkelompok yang\nmengalami inflasi y-on-y , yaitu subkelompok pembelian kendaraan sebesar 2,15 persen dan\nsubkelompok jasa pengiriman barang sebesar 1,89 persen.\nKelompok ini pada September 2025 memberikan andil/sumbangan deflasi y-on-y  sebesar\n0,02 persen. Komoditas yang dominan memberikan andil/sumbangan deflasi y-on-y,  yaitu tarif\nangkutan udara sebesar 0,07 persen; bensin sebesar 0,05 persen; dan tarif kereta api sebesar\n0,01 persen. Sedangkan komoditas yang dominan memberikan andil/sumbangan inflasi\ny-on-y , yaitu mobil sebesar 0,04 persen. Sementara kelompok ini pada September 2025 tidak\nmemberikan andil/sumbangan yang signifikan terhadap inflasi m-to-m  nasional\n1.7 Informasi, Komunikasi, dan Jasa Keuangan\nKelompok ini pada September 2025 mengalami deflasi y-on-y  sebesar 0,31 persen atau terjadi\npenurunan indeks dari 99,53 pada September 2024 menjadi 99,22 pada September 2025.\nDari empat subkelompok pada kelompok ini, satu subkelompok mengalami deflasi y-on-y , satu\nsubkelompok mengalami inflasi y-on-y, dan dua subkelompok tidak mengalami perubahan.\nSubkelompok yang mengalami deflasi y-on-y , yaitu subkelompok peralatan informasi dan\nkomunikasi sebesar 1,40 persen. Sedangkan subkelompok yang mengalami inflasi y-on-y ,\nyaitu subkelompok jasa keuangan sebesar 0,25 persen. Sementara subkelompok yang tidak\nmengalami perubahan, yaitu subkelompok layanan informasi dan komunikasi dan subkelompok\nasuransi.",
    "Page": 6
  },
  {
    "No": 7,
    "Text": "7\nPerkembangan Indeks Harga Konsumen September 2025\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Kelompok ini pada September 2025 memberikan andil/sumbangan deflasi y-on-y  sebesar 0,02\npersen. Komoditas yang dominan memberikan andil/sumbangan deflasi y-on-y , yaitu telepon\nseluler sebesar 0,02 persen.  Sementara kelompok ini pada September 2025 tidak memberikan\nandil/sumbangan yang signifikan terhadap inflasi m-to-m  nasional.\n1.8 Rekreasi, Olahraga, dan Budaya\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 1,07 persen atau terjadi\nkenaikan indeks dari 104,07 pada September 2024 menjadi 105,18 pada September 2025.\nSeluruh subkelompok pada kelompok ini mengalami inflasi y-on-y . Subkelompok yang\nmengalami inflasi y-on-y  tertinggi yaitu subkelompok layanan kebudayaan sebesar 4,35 persen\ndan terendah yaitu subkelompok barang rekreasi tahan lama sebesar 0,02 persen.\nKelompok ini pada September 2025 memberikan andil/sumbangan inflasi y-on-y  sebesar 0,02\npersen. Sementara kelompok ini pada September 2025 tidak memberikan andil/sumbangan\nyang signifikan terhadap inflasi m-to-m  nasional.\n1.9 Pendidikan\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 1,15 persen atau terjadi\nkenaikan indeks dari 104,83 pada September 2024 menjadi 106,04 pada September 2025.\nDari empat subkelompok pada kelompok ini, tiga subkelompok mengalami inflasi y-on-y  dan\nsatu subkelompok mengalami deflasi y-on-y.  Subkelompok yang mengalami inflasi y-on-y ,\nyaitu subkelompok pendidikan dasar dan anak usia dini sebesar 2,43 persen; subkelompok\npendidikan tinggi sebesar 1,48 persen; dan subkelompok pendidikan lainnya sebesar 3,03\npersen. Sedangkan subkelompok yang mengalami deflasi y-on-y , yaitu subkelompok pendidikan\nmenengah sebesar 1,06 persen.\nKelompok ini pada September 2025 memberikan andil/sumbangan inflasi y-on-y  sebesar 0,06\npersen. Komoditas yang dominan memberikan andil/sumbangan inflasi y-on-y , yaitu uang\nkuliah akademi/PT sebesar 0,03 persen. Sedangkan komoditas yang dominan memberikan\nandil/sumbangan deflasi y-on-y , yaitu uang sekolah SMA sebesar 0,03 persen.\nSementara kelompok ini pada September 2025 tidak memberikan andil/sumbangan yang\nsignifikan terhadap inflasi m-to-m  nasional. Komoditas yang dominan memberikan andil/\nsumbangan inflasi m-to-m , yaitu uang kuliah akademi/PT sebesar 0,01 persen. Sedangkan\nkomoditas yang dominan memberikan andil/sumbangan deflasi m-to-m , yaitu uang sekolah\nSMA sebesar 0,01 persen.\n1.10 Penyediaan Makanan dan Minuman/Restoran\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 1,80 persen atau terjadi\nkenaikan indeks dari 106,02 pada September 2024 menjadi 107,93 pada September 2025.\nKelompok ini terdiri dari satu subkelompok, yaitu subkelompok jasa pelayanan makanan dan\nminuman yang mengalami inflasi y-on-y  sebesar 1,80 persen. Kelompok ini pada September\n2025 memberikan andil/sumbangan inflasi y-on-y  sebesar 0,18 persen. Komoditas yang\ndominan memberikan andil/sumbangan inflasi y-on-y , yaitu nasi dengan lauk sebesar 0,04\npersen. Sementara kelompok ini pada September 2025 memberikan andil/sumbangan inflasi\nm-to-m  sebesar 0,01 persen.",
    "Page": 7
  },
  {
    "No": 8,
    "Text": "8\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Perkembangan Indeks Harga Konsumen September 2025T abel 2 Tingkat Inflasi Month-to-Month (M-to-M) , Y ear-to-Date (Y-to-D) , dan Y ear-on- Y ear\n(Y-on- Y)  bulan September (persen), 2023–2025\nTingkat Inflasi 2023          2024       2025\n(1) (2)             (3)          (4)\nMonth-to-Month (M-to-M) 0,19 -0,12 0,21\nYear-to-Date (Y-to-D) 1,63 0,74 1,82\nYear-on-Year (Y-on-Y) 2,28 1,84 2,65\n5,285,47\n4,97\n4,334,00\n3,52\n3,083,27\n2,282,562,862,61 2,572,753,05 3,002,842,51\n2,13 2,121,84 1,711,55 1,57\n0,76\n-0,091,031,95\n1,601,872,37 2,312,65\nJan Feb Mar Apr Mei Jun Jul Ags Sep Okt Nov Des\ny-on-y 2023 y-on-y 2024 y-on-y 2025\nGambar 1 Tingkat Inflasi Y ear-on- Y ear (Y-on- Y)  (persen), Januari 2023–September 20251.11 Perawatan Pribadi dan Jasa Lainnya\nKelompok ini pada September 2025 mengalami inflasi y-on-y  sebesar 9,59 persen atau terjadi\nkenaikan indeks dari 111,15 pada September 2024 menjadi 121,81 pada September 2025.\nSubkelompok yang mengalami inflasi y-on-y  tertinggi, yaitu subkelompok perawatan pribadi\nlainnya sebesar 25,94 persen dan terendah yaitu subkelompok perlindungan sosial sebesar\n1,39 persen. Kelompok ini pada September 2025 memberikan andil/sumbangan inflasi y-on-y\nsebesar 0,62 persen. Komoditas yang dominan memberikan andil/sumbangan inflasi y-on-y,\nyaitu emas perhiasan sebesar 0,53 persen. Sementara kelompok ini pada September 2025\nmemberikan andil/sumbangan inflasi m-to-m  sebesar 0,08 persen. Komoditas yang dominan\nmemberikan andil/sumbangan inflasi m-to-m , yaitu emas perhiasan sebesar 0,08 persen.\n2. Perbandingan Inflasi Antar T ahun\nPada September 2025, tingkat inflasi y-on-y  sebesar 2,65 persen dan tingkat inflasi y-to-d\nsebesar 1,82 persen. Tingkat inflasi y-on-y  untuk September 2024 dan September 2023 masing-\nmasing sebesar 1,84 persen dan 2,28 persen. Sedangkan tingkat inflasi y-to-d  September 2024\ndan September 2023 masing-masing sebesar 0,74 persen dan 1,63 persen.",
    "Page": 8
  },
  {
    "No": 9,
    "Text": "9\nPerkembangan Indeks Harga Konsumen September 2025\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025T abel 3 Perbandingan IHK, Tingkat\nInflasi Y-on- Y  dan M-to-M\nMenurut Provinsi di Pulau\nSumatera dengan Nasional\n(2022=100), September 2025\nProvinsiSeptember 2025\nIHKInflasi\nY-on- Y\n(%)Inflasi\nM-to-M\n(%)\n(1) (2) (3) (4)\n1. Aceh 111,03 4,45 0,20\n2. Sumatera Utara 111,11 5,32 0,65\n3. Sumatera Barat 110,60 4,22 0,85\n4. Riau 111,17 5,08 1,11\n5. Jambi 109,80 3,77 0,81\n6. Sumatera Selatan 109,42 3,44 0,27\n7. Bengkulu 108,19 2,57 0,97\n8. Lampung 108,51 1,17 0,16\n9. Kep. Bangka Belitung 105,65 1,82 0,46\n10. Kep. Riau 109,19 2,70 0,64\nNASIONAL 108,74 2,65 0,21\nT abel 4 Perbandingan IHK, Tingkat\nInflasi Y-on- Y  dan M-to-M\nMenurut Provinsi di Pulau Jawa\ndengan Nasional (2022=100),\nSeptember 2025\nProvinsiSeptember 2025\nIHKInflasi\nY-on- Y\n(%)Inflasi\nM-to-M\n(%)\n(1) (2) (3) (4)\n1. DKI Jakarta 107,49 2,40 0,13\n2. Jawa Barat 109,02 2,19 0,21\n3. Jawa T engah 108,79 2,65 0,21\n4. DI Yogyakarta 108,47 2,56 0,15\n5. Jawa Timur 108,90 2,53 0,23\n6. Banten 107,90 2,31 0,10\nNASIONAL 108,74 2,65 0,213. Indeks Harga Konsumen dan Inflasi\nAntar Provinsi\nPada September 2025 terjadi inflasi y-on-y\nsebesar 2,65 persen dengan IHK sebesar\n108,74. Inflasi provinsi y-on-y  tertinggi\nterjadi di Provinsi Sumatera Utara sebesar\n5,32 persen dengan IHK sebesar 111,11 dan\nterendah terjadi di Provinsi Papua sebesar\n0,99 persen dengan IHK sebesar 104,94.\nSedangkan deflasi provinsi y-on-y  terjadi di\nProvinsi Maluku Utara sebesar 0,17 persen\ndengan IHK sebesar 108,48.\n3.1 Pulau Sumatera\nPada September 2025, seluruh provinsi di\nwilayah Pulau Sumatera yang berjumlah\nsepuluh provinsi mengalami inflasi y-on-y .\nInflasi y-on-y  tertinggi terjadi di Provinsi\nSumatera Utara sebesar 5,32 persen dengan\nIHK sebesar 111,11 dan terendah terjadi\ndi Provinsi Lampung sebesar 1,17 persen\ndengan IHK sebesar 108,51 (lihat T abel 3).\n3.2 Pulau J awa\nPada September 2025, seluruh provinsi di\nwilayah Pulau Jawa yang berjumlah enam\nprovinsi mengalami inflasi y-on-y . Inflasi y-on-y\ntertinggi terjadi di Provinsi Jawa T engah\nsebesar 2,65 persen dengan IHK sebesar\n108,79 dan terendah terjadi di Provinsi\nJawa Barat sebesar 2,19 persen dengan IHK\nsebesar 109,02 (lihat T abel 4).\n3.3 Luar Pulau Jawa dan Sumatera\nPada September 2025, dari provinsi di luar\nPulau Jawa dan Sumatera yang berjumlah 22\nprovinsi,  21 provinsi mengalami inflasi y-on-y\ndan satu provinsi mengalami deflasi y-on-y .\nInflasi y-on-y  tertinggi terjadi di Provinsi\nSulawesi T engah sebesar 3,88 persen dengan\nIHK sebesar 110,96 dan terendah terjadi di\nProvinsi Papua sebesar 0,99 persen dengan\nIHK sebesar 104,94. Sementara deflasi y-on-y\nterjadi di Provinsi Maluku Utara sebesar 0,17\npersen dengan IHK sebesar 108,48 (lihat\nT abel 5).",
    "Page": 9
  },
  {
    "No": 10,
    "Text": "10\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Perkembangan Indeks Harga Konsumen September 2025T abel 5 Perbandingan IHK, Tingkat\nInflasi Y-on- Y  dan M-to-M\nMenurut Provinsi di Luar\nPulau Jawa dan Sumatera\ndengan Nasional (2022=100),\nSeptember 2025\nProvinsiSeptember 2025\nIHKInflasi\nY-on- Y\n(%)Inflasi\nM-to-M\n(%)\n(1) (2) (3) (4)\n1. Bali 109,62 2,51 -0,01\n2. Nusa T enggara Barat 108,72 2,69 0,22\n3. Nusa T enggara Timur 107,48 2,30 -0,43\n4. Kalimantan Barat 108,06 1,94 0,11\n5. Kalimantan T engah 108,08 2,35 0,33\n6. Kalimantan Selatan 109,03 2,91 0,29\n7. Kalimantan Timur 108,58 1,77 0,04\n8. Kalimantan Utara 107,65 2,32 -0,01\n9. Sulawesi Utara 108,36 1,57 0,07\n10. Sulawesi T engah 110,96 3,88 -0,07\n11. Sulawesi Selatan 108,72 3,03 -0,17\n12. Sulawesi T enggara 110,03 3,68 -0,26\n13. Gorontalo 108,23 1,99 -0,12\n14. Sulawesi Barat 109,26 3,04 -0,14\n15. Maluku 109,68 3,01 -0,29\n16. Maluku Utara 108,48 -0,17 -0,04\n17. Papua Barat 108,51 1,02 0,97\n18. Papua Barat Daya 107,04 1,30 -0,11\n19. Papua 104,94 0,99 0,04\n20. Papua Selatan 109,93 3,42 -1,08\n21. Papua T engah 111,94 2,28 -0,03\n22. Papua Pegunungan 114,03 3,55 -0,75\nNASIONAL 108,74 2,65 0,21sebesar 0,06 persen dengan IHK sebesar\n108,70. Sedangkan deflasi kabupaten/kota\ny-on-y  terjadi di Kabupaten Halmahera\nT engah sebesar 1,21 persen dengan IHK\nsebesar 107,51.\n4.1 Pulau Sumatera\nPada September 2025, seluruh kabupaten/\nkota IHK di wilayah Pulau Sumatera yang\nberjumlah 41 kabupaten/kota mengalami\ninflasi y-on-y . Inflasi y-on-y  tertinggi terjadi\ndi Kabupaten Deli Serdang sebesar 6,81\npersen dengan IHK sebesar 111,99 dan\nterendah terjadi di Kota Bandar Lampung\nsebesar 0,37 persen dengan IHK sebesar\n106,97 (lihat T abel 6).\n4.2 Pulau Jawa\nPada September 2025, seluruh kabupaten/\nkota IHK di wilayah Pulau Jawa yang\nberjumlah 38 kabupaten/kota mengalami\ninflasi y-on-y . Inflasi y-on-y  tertinggi terjadi\ndi Kota Sukabumi sebesar 3,89 persen\ndengan IHK sebesar 110,04 dan terendah\nterjadi di Kabupaten Bandung sebesar 1,87\npersen dengan IHK sebesar 109,22  (lihat\nT abel 7).\n4.3 Luar Pulau Jawa dan Sumatera\nPada September 2025, dari kabupaten/\nkota IHK di luar Pulau Jawa dan Sumatera\nyang berjumlah 71 kabupaten/kota, 70\nkabupaten/kota mengalami inflasi y-on-y\ndan satu kabupaten/kota mengalami\ndeflasi y-on-y . Inflasi y-on-y  tertinggi terjadi\ndi Kabupaten T oli-T oli sebesar 5,26 persen\ndengan IHK sebesar 116,99 dan terendah\nterjadi di Kota T ernate sebesar 0,06 persen\ndengan IHK sebesar 108,70. Sementara\ndeflasi y-on-y  terjadi di Kab Halmahera\nT engah sebesar 1,21 persen dengan IHK\nsebesar 107,51 (lihat T abel 8).4. Indeks Harga Konsumen dan\nInflasi Antar Wilayah Cakupan\nIHK\nPada September 2025 terjadi inflasi y-on-y\nsebesar 2,65 persen dengan IHK sebesar\n108,74. Inflasi kabupaten/kota y-on-y\ntertinggi terjadi di Kabupaten Deli Serdang\nsebesar 6,81 persen dengan IHK sebesar\n111,99 dan terendah terjadi di Kota T ernate",
    "Page": 10
  },
  {
    "No": 11,
    "Text": "11\nPerkembangan Indeks Harga Konsumen September 2025\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025T abel 6 Perbandingan IHK, Tingkat\nInflasi Y-on- Y  dan M-to-M\nMenurut  Kabupaten/Kota di\nPulau Sumatera dengan Nasional\n(2022=100), September 2025\nKabupaten/KotaSeptember 2025\nIHKInflasi\nY-on- Y\n(%)Inflasi\nM-to-M\n(%)\n(1) (2) (3) (4)\n1. Kab Aceh T engah1113,65 5,80 -0,14\n2. Meulaboh3112,43 4,63 0,19\n3. Kab Aceh T amiang1111,33 4,80 0,31\n4. Kota Banda Aceh2109,73 3,67 0,39\n5. Kota Lhokseumawe2109,98 4,19 0,02\n6. Kab Labuhanbatu1115,15 6,38 1,15\n7. Kab Karo1111,28 5,18 0,44\n8. Kab Deli Serdang1111,99 6,81 0,67\n9. Kota Sibolga2112,10 4,83 0,73\n10. Kota Pematangsiantar2113,07 5,84 0,47\n11. Kota Medan2109,97 4,44 0,58\n12. Kota Padangsidimpuan2112,08 5,37 1,43\n13. Kota Gunungsitoli2112,18 5,50 0,98\n14. Kab Dharmasraya1111,93 4,61 0,95\n15. Kab Pasaman Barat1112,87 6,38 1,64\n16. Kota Padang2109,75 3,52 0,54\n17. Kota Bukittinggi2110,55 4,40 1,32\n18. T embilahan3111,07 6,34 1,64\n19. Kab Kampar1112,40 5,75 1,33\n20. Kota Pekanbaru2110,40 4,63 0,95\n21. Kota Dumai2111,69 4,94 1,07\n22. Kab Kerinci1113,05 5,90 0,64\n23. Muara Bungo3110,43 4,47 0,55\n24. Kota Jambi2108,77 3,06 0,90\n25. Kab Ogan Komering Ilir1111,11 3,86 0,03\n26. Kab Muara Enim1111,00 3,81 0,35\n27. Kota Palembang2108,85 3,28 0,30\n28. Kota Lubuk Linggau2108,00 3,26 0,27\n29. Kab Muko Muko1108,45 4,09 1,54\n30. Kota Bengkulu2108,10 2,08 0,78\n31. Kab Lampung Timur1111,18 2,44 -0,19\n32. Kab Mesuji1112,75 2,35 -0,42\n33. Kota Bandar Lampung2106,97 0,37 0,37\n34. Kota Metro2107,48 1,99 0,39\n35. T anjung Pandan3106,86 0,94 0,45\n36. Kab Bangka Barat1103,62 2,30 0,72\n37. Kab Belitung Timur1105,63 2,10 -0,20\n38. Kota Pangkal Pinang2106,50 1,75 0,59\n39. Kab Karimun1108,57 2,91 0,99\n40. Kota Batam2109,67 2,82 0,62\n41. Kota T anjung Pinang2106,65 1,82 0,54\nNASIONAL 108,74 2,65 0,21T abel 7 Perbandingan IHK, Tingkat\nInflasi Y-on- Y  dan M-to-M\nMenurut Kabupaten/Kota di\nPulau Jawa dengan Nasional\n(2022=100), September 2025\nKabupaten/KotaSeptember 2025\nIHKInflasi\nY-on- Y\n(%)Inflasi\nM-to-M\n(%)\n(1) (2) (3) (4)\n1. Kota Jakarta2107,49 2,40 0,13\n2. Kab Bandung1109,22 1,87 0,20\n3. Kab Majalengka1109,37 2,67 0,21\n4. Kab Subang1110,20 1,98 0,07\n5. Kota Bogor2109,43 2,73 0,20\n6. Kota Sukabumi2110,04 3,89 0,15\n7. Kota Bandung2108,14 2,10 0,16\n8. Kota Cirebon2107,30 2,64 0,29\n9. Kota Bekasi2109,38 2,18 0,23\n10.Kota Depok2108,53 2,12 0,25\n11. Kota T asikmalaya2108,56 2,16 0,32\n12. Cilacap3108,67 2,81 0,34\n13. Purwokerto3107,79 2,52 0,29\n14. Kab Wonosobo1110,47 2,48 0,15\n15. Kab Wonogiri1109,14 2,59 0,12\n16. Kab Rembang1112,15 2,89 0,16\n17. Kudus3108,77 2,68 0,16\n18. Kota Surakarta2108,79 2,35 0,28\n19. Kota Semarang2107,98 2,72 0,18\n20. Kota T egal2109,56 2,77 0,27\n21. Kab Gunungkidul1107,51 2,43 0,05\n22. Kota Yogyakarta2109,64 2,72 0,27\n23. Kab Tulungagung1109,73 3,09 0,30\n24. Jember3108,78 2,44 0,27\n25. Banyuwangi3109,89 3,22 0,22\n26. Kab Bojonegoro1110,25 3,06 0,38\n27. Kab Gresik1107,00 2,03 0,07\n28. Sumenep3112,05 3,20 0,41\n29. Kota Kediri2107,94 2,44 0,32\n30. Kota Malang2108,82 2,67 0,39\n31. Kota Probolinggo2109,17 2,59 0,28\n32. Kota Madiun2107,52 2,37 0,03\n33. Kota Surabaya2108,79 2,32 0,17\n34. Kab Pandeglang1107,79 3,13 0,21\n35. Kab Lebak1108,59 2,47 0,70\n36. Kota T angerang2107,48 1,96 -0,09\n37. Kota Cilegon2108,66 2,39 0,15\n38. Kota Serang2108,46 2,64 0,11\nNASIONAL 108,74 2,65 0,21",
    "Page": 11
  },
  {
    "No": 12,
    "Text": "12\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Perkembangan Indeks Harga Konsumen September 2025T abel 8 Perbandingan IHK, Tingkat\nInflasi Y-on- Y  dan M-to-M\nMenurut  Kabupaten/Kota di\nLuar Pulau Jawa dan Sumatera\ndengan Nasional (2022=100),\nSeptember 2025\nKabupaten/KotaSeptember 2025\nIHKInflasi\nY-on- Y\n(%)Inflasi\nM-to-M\n(%)\n(1) (2) (3) (4)\n1. Kab T abanan1110,90 1,88 -0,45\n2. Kab Badung1106,32 1,32 -0,50\n3. Singaraja3108,82 2,39 -0,06\n4. Kota Denpasar2111,32 3,42 0,41\n5. Kab Sumbawa1108,28 2,59 0,11\n6. Kota Mataram2109,16 3,01 0,39\n7. Kota Bima2108,35 1,78 -0,08\n8. Waingapu3107,04 0,86 -1,32\n9. Kab Timor T engah Selatan1107,36 3,07 -0,78\n10. Maumere3110,04 3,25 -1,03\n11. Kab Ngada1108,56 3,90 -0,42\n12. Kota Kupang2107,11 1,75 -0,12\n13. Kab Ketapang1109,63 2,81 0,13\n14. Sintang3107,47 1,78 -0,08\n15. Kab Kayong Utara1108,54 2,33 -0,09\n16. Kota Pontianak2107,32 1,49 0,21\n17. Kota Singkawang2107,40 1,57 -0,20\n18. Sampit3108,00 2,76 0,47\n19. Kab Kapuas1108,16 2,19 0,27\n20. Kab Sukamara1110,05 2,67 0,14\n21. Kota Palangkaraya2107,73 2,17 0,35\n22. Kab T anah Laut1107,73 2,78 0,29\n23. Kotabaru3109,30 2,41 -0,26\n24. Kab Hulu Sungai T engah1110,06 3,37 0,63\n25. T anjung3108,00 3,04 0,32\n26. Kota Banjarmasin2109,33 2,90 0,28\n27. Kab Berau1108,65 1,86 -0,04\n28. Kab Penajam Paser Utara1108,99 2,83 0,07\n29. Kota Balikpapan2108,60 1,15 -0,06\n30. Kota Samarinda2108,49 2,16 0,14\n31. T anjung Selor3107,42 2,74 -0,53\n32. Kab Nunukan1109,07 1,84 -0,36\n33. Kota T arakan2106,92 2,46 0,35\n34. Kab Minahasa Selatan1108,56 1,04 -0,28\n35. Kab Minahasa Utara1111,60 2,56 0,48\n36. Kota Manado2106,93 1,30 0,03\n37. Kota Kotamobagu2111,31 2,09 0,13\n38. Luwuk3113,87 4,90 0,32\n39. Kab Morowali1110,92 4,84 -0,88\n40. Kab T oli T oli1116,99 5,26 -0,14Lanjutan T abel 8\nKabupaten/KotaSeptember 2025\nIHKInflasi\nY-on- Y\n(%)Inflasi\nM-to-M\n(%)\n(1) (2) (3) (4)\n41. Kota Palu2108,97 3,03 0,10\n42. Bulukumba3107,90 2,80 -0,04\n43. Watampone3107,86 3,11 -0,04\n44. Kab Wajo1109,45 3,37 0,17\n45. Kab Sidenreng Rappang1106,35 4,08 0,09\n46. Kab Luwu Timur1110,49 4,27 0,02\n47. Kota Makassar2108,75 2,77 -0,26\n48. Kota Pare Pare2110,36 3,63 -0,44\n49. Kota Palopo2108,52 2,70 -0,16\n50. Kab Konawe1109,83 3,86 -1,18\n51. Kab Kolaka1111,62 4,34 0,13\n52. Kota Kendari2109,02 2,99 -0,19\n53. Kota Bau Bau2111,44 4,84 0,16\n54. Kab Gorontalo1109,45 2,11 -0,12\n55. Kota Gorontalo2106,79 1,83 -0,12\n56. Kab Majene1109,51 3,08 -0,39\n57. Mamuju3108,88 3,00 0,28\n58. Kab Maluku T engah1108,83 3,09 0,44\n59. Kota Ambon2110,17 2,97 -0,75\n60. Kota Tual2110,48 2,95 -0,38\n61. Kab Halmahera T engah1107,51 -1,21 -0,36\n62. Kota T ernate2108,70 0,06 0,04\n63. Manokwari3108,51 1,02 0,97\n64. Kab Sorong1106,44 2,37 0,16\n65. Kab Sorong Selatan1111,25 2,49 0,08\n66. Kota Sorong2106,79 0,83 -0,21\n67. Kota Jayapura2104,94 0,99 0,04\n68. Merauke3109,93 3,42 -1,08\n69. Timika3111,44 1,97 0,04\n70. Kab Nabire1112,94 2,89 -0,14\n71. Kab Jayawijaya1114,03 3,55 -0,75\nNASIONAL 108,74 2,65 0,21\nCatatan:\n 1Sampel baru SBH2022, penamaan wilayah administrasi\nkabupaten IHK dan inflasi menggunakan nama kabupaten.\n 2Sampel lanjutan dari SBH2018, penamaan wilayah administrasi\nkota IHK dan inflasi menggunakan nama kota.\n 3Sampel lanjutan dari SBH2018, penamaan wilayah administrasi\nkabupaten IHK dan inflasi menggunakan nama ibukota\nkabupaten.",
    "Page": 12
  },
  {
    "No": 13,
    "Text": "13\nPerkembangan Indeks Harga Konsumen September 2025\nBRS No. 85/10/Th. XXVIII, 1 Oktober 20255. Inflasi Komponen Inti\nKomponen inti pada September 2025 mengalami inflasi y-on-y  sebesar 2,19 persen atau terjadi\nkenaikan indeks dari 104,76 pada September 2024 menjadi 107,05 pada September 2025.\nSementara itu, komponen yang harganya diatur pemerintah dan komponen yang harganya\nbergejolak mengalami inflasi y-on-y  masing-masing sebesar 1,10 persen dan 6,44 persen.\nKomponen inti mengalami inflasi m-to-m  dan y-to-d  masing-masing sebesar 0,18 persen  dan\n1,61 persen. Komponen yang harganya diatur pemerintah dan harganya bergejolak mengalami\ninflasi m-to-m  masing-masing sebesar 0,06 persen dan 0,52 persen, serta inflasi y-to-d  masing-\nmasing sebesar 1,20 persen dan 3,32 persen.\nKomponen inti, komponen yang harganya diatur pemerintah, dan komponen yang harganya\nbergejolak memberikan andil/sumbangan inflasi y-on-y  masing-masing sebesar 1,41 persen;\n0,21 persen; dan 1,03 persen. Komponen inti memberikan andil/sumbangan inflasi m-to-m\nsebesar 0,11 persen. Sedangkan komponen yang harganya diatur pemerintah dan komponen\nyang harganya bergejolak memberikan andil/sumbangan inflasi m-to-m  masing-masing\nsebesar 0,01 persen dan 0,09 persen (lihat T abel 9).\n6. Inflasi Komponen Energi\nKomponen energi pada September 2025 mengalami deflasi y-on-y  sebesar 0,11 persen atau\nterjadi penurunan indeks dari 107,44 pada September 2024 menjadi 107,32 pada September\n2025. Komponen energi mengalami deflasi m-to-m  sebesar 0,01 persen dan inflasi y-to-d\nsebesar 0,35 persen.\n\nKom ponen energi pada September 2025 memberikan andil/sumbangan deflasi y-on-y sebesar\n0,01 persen. Sementara komponen energi pada September 2025 tidak memberikan andil/\nsumbangan yang signifikan terhadap inflasi m-to-m  nasional (lihat T abel 9).\n7. Inflasi Bahan Makanan\nBahan makanan pada September 2025 mengalami inflasi y-on-y  sebesar 5,82 persen atau\nterjadi kenaikan indeks dari 106,35 pada September 2024 menjadi 112,54 pada September\n2025. Bahan makanan mengalami inflasi m-to-m  dan y-to-d  masing-masing sebesar 0,44 persen\ndan 2,97 persen.\nBahan makanan pada September 2025 memberikan andil/sumbangan inflasi y-on-y  sebesar\n1,16 persen. Sementara bahan makanan pada September 2025 memberikan andil/sumbangan\ninflasi m-to-m  sebesar 0,09 persen (lihat T ab el 9).",
    "Page": 13
  },
  {
    "No": 14,
    "Text": "14\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025Perkembangan Indeks Harga Konsumen September 2025T abel 9 Tingkat Inflasi Month-to-Month , Y ear-to-Date , dan Y ear-on- Y ear  Menurut\nKelompok Komponen Inti, Energi, dan Bahan Makanan, September 2025\nKomponenIHK\nSeptember\n2024IHK\nDesember\n 2024IHK\nSeptember\n 2025Tingkat\nInflasi\nM-to-M\nSeptember\n2025 (%)Tingkat\nInflasi  Y-to-D\nSeptember\n2025 (%)Tingkat\nInflasi  Y-on- Y\nSeptember\n2025 (%)Andil\nInflasi\nM-to-M\nSeptember\n2025 (%)Andil\nInflasi\nY-on- Y\nSeptember\n2025 (%)\n(1) (2) (3) (4) (5) (6) (7) (8) (9)\nUmum 105,93 106,80 108,74 0,21 1,82 2,65 0,21 2,65\nInti 104,76 105,35 107,05 0,18 1,61 2,19 0,11 1,41\nHarga Diatur\nPemerintah108,91 108,80 110,11 0,06 1,20 1,10 0,01 0,21\nBergejolak 107,16 110,39 114,06 0,52 3,32 6,44 0,09 1,03\nEnergi 107,44 106,95 107,32 -0,01 0,35 -0,11 ~0 -0,01\nBahan Makanan 106,35 109,29 112,54 0,44 2,97 5,82 0,09 1,16\nCatatan: ~0: Data sangat kecil/mendekati nol",
    "Page": 14
  },
  {
    "No": 15,
    "Text": "15\nPerkembangan Indeks Harga Konsumen September 2025\nBRS No. 85/10/Th. XXVIII, 1 Oktober 2025\nBerita Resmi Statistik No. 85/10/Th. XXVIII, 1 Oktober 2025PERKEMBANGAN\nINDEKS HARGA KONSUMEN\nSEPTEMBER 2025\n%  0,21%  2,65%1,82Bulanan (M-to-M) Tahunan (Y-on-Y) Tahun Kalender (Y-to-D)\nInflasi Year-on-Year (Y-on-Y) Provinsi dan Kabupaten/Kota Ter tinggi da n Ter endah, September 2025 INFLASI INFLASI INFLASI\nTingkat Inflasi Y ear-on-Year ( Y-on-Y) Nasional, September 2024– –September 2025\nRp\n1,84 1,711,55 1,57\n0,76\n-0,091,031,95 1,601,872,37 2,312,65\nSep Ags Juli Juni Mei Apr Mar Feb Jan 25 Des Nov Okt Sept 24Komoditas Penyumbang Utama\nAndil Inflasi (Y -on-Y ,%)Komoditas Penyumbang Utama\nAndil Inflasi (M -to-M ,%)\n0,010,08\nSigaret\nKretek\nMesinEmas\nPerhiasanDaging\nAyam Ras0,53\nEmas\nPerhiasan\n0,010,19\nDaging\nAyam\nRas0,19\nBeras\n0,13\nCabai\nMerah0,13 0,150,17\nPada September 2025\nterjadi inflasi year-on-year\n(y-on-y) sebesar 2,65 persen\ndengan Indeks Harga Konsumen\n(IHK) sebesar 108,74. Inflasi\nprovinsi y-on-y tertinggi terjadi di\nProvinsi Sumatera Utara sebesar\n5,32 persen dengan IHK sebesar\n111,11 dan terendah terjadi di\nProvinsi Papua sebesar 0,99\npersen dengan IHK sebesar\n104,94. Sedangkan deflasi provinsi\ny-on-y terjadi di Provinsi Maluku\nUtara sebesar 0,17 persen dengan\nIHK sebesar 108,48. Sementara\ninflasi kabupaten/kota y-on-y\ntertinggi terjadi di Kabupaten Deli\nSerdang sebesar 6,81 persen\ndengan IHK sebesar 111,99 dan\nterendah terjadi di Kota Ternate\nsebesar 0,06 persen dengan IHK\nsebesar 108,70. Sedangkan deflasi\nkabupaten/kota y-on-y terjadi di\nKabupaten Halmahera Tengah\nsebesar 1,21 persen dengan IHK\nsebesar 107,51.\nRp\nRpKabupaten\nHalmahera\nTengah\n-1,21%Provinsi\nPapua\n0,99%Provinsi\nSumatera\nUtara\n5,32%Uang\nSekolah\nAkademi/PTCabai\nMerah\nBawang\nMerah\nProvinsi\nMaluku\nUtara\n-0,17%Kabupaten\nDeli\nSerdang\n6,81%Kota\nTernate\n0,06%\nGambar 2 Infografis Perkembangan Indeks Harga Konsumen, September 2025",
    "Page": 15
  },
  {
    "No": 16,
    "Text": "Dr. Windhiarso Ponco Adi P . SSi. M.Eng\nDirektur Statistik Harga\n(021) 3810291-5, Ext. 6200\nwindhiarso@bps.go.id       Konten Berita Resmi Statistik\ndilindungi oleh Undang-\nUndang, hak cipta melekat\npada Badan Pusat Statistik.\nDilarang mereproduksi dan/atau\nmenggandakan sebagian atau\nseluruh isi buku ini untuk tujuan\nkomersial tanpa izin tertulis dari\nBadan Pusat Statistik.Untuk informasi lebih lanjut silakan hubungi:\nUntuk layanan perpustakaan, penjualan data mikro, publikasi\nelektronik, publikasi cetakan, dan peta digital wilayah kerja statistik\nsesuai peraturan yang berlaku maupun konsultasi statistik dapat\nmenghubungi Pelayanan Statistik T erpadu (PST) di pst.bps.go.id\nJl. dr. Sutomo No. 6-8 Jakarta 10710\nT elp : (021) 3841195, 3842508, 3810291-4, Fax : (021) 3857046\nHomepage : http://www.bps.go.id   E-mail : bpshq@bps.go.id",
    "Page": 16
  }
]